Repository: rmraya/OpenXLIFF
Catalog: i18n/OpenXLIFF_Java.xlf
Languages: es

# Xliff20.58
source: Invalid 'type' attribute in <sc>
es: Atributo 'type' no válido en <sc>

# Xliff20.59
source: Missing 'type' attribute in <sc> that has 'subType'
es: Falta el atributo 'type' en <sc> que tiene 'subType'

# Xliff20.60
source: Invalid 'subType' attribute value: {0}
es: Valor de atributo 'subType' no válido: {0}

# Xliff20.61
source: Invalid 'subType' attribute value: ''{0}'' in <sc>
es: Valor de atributo 'subType' no válido: ''{0}'' en <sc>

# Xliff20.62
source: Invalid 'subType' attribute value for type='ui' in <sc>
es: Valor de atributo 'subType' no válido para type='ui' en <sc>

# Xliff20.63
source: Invalid 'subType' attribute value for type='fmt' in <sc>
es: Valor de atributo 'subType' no válido para type='fmt' en <sc>

# Xliff20.64
source: Missing 'id' attribute in <ec/>
es: Falta el atributo 'id' en <ec/>

# Xliff20.65
source: Duplicated 'id' in <ec/>
es: 'id' duplicado en <ec/>

# Xliff20.67
source: Missing 'startRef' attribute in <ec/>
es: Falta el atributo 'startRef' en <ec/>

# Xliff20.68
source: Missing <sc/> element with id=''{0}'' referenced by <ec/>
es: Falta el elemento <sc/> con id=''{0}'' referenciado por <ec>

# Xliff20.69
source: Different 'canCopy' attribute in <sc/> with id=''{0}'' and matching <ec/>
es: Diferente atributo 'canCopy' en <sc/> con id = ''{0}'' y correspondiente <ec/>

# Xliff20.70
source: Different 'canDelete' attribute in <sc/> with id=''{0}'' and matching <ec/>
es: Diferente atributo 'canDelete' en <sc/> con id = ''{0}'' y correspondiente <ec/>

# Xliff20.71
source: Different 'canOverlap' attribute in <sc/> with id=''{0}'' and matching <ec/>
es: Diferente atributo 'canOverlap' en <sc/> con id = ''{0}'' y correspondiente <ec/>

# Xliff20.72
source: Different 'canReorder' attribute in <sc/> with id=''{0}'' and matching <ec/>
es: Diferente atributo 'canReorder' en <sc/> con id = ''{0}'' y correspondiente <ec/>

# Xliff20.73
source: <ec> element with both 'copyOf' and 'dataRef'
es: Elemento <ec> con 'copyOf' y 'dataRef'

# Xliff20.74
source: Missing <data> element referenced by <ec> in <mtc:match>
es: Falta el elemento <data> al que se refiere <ec> en <mtc:match>

# Xliff20.75
source: Missing <data> element referenced by <ec>
es: Falta el elemento <data> al que se refiere <ec>

# Xliff20.76
source: Invalid 'type' attribute in <ec>
es: Atributo 'type' no válido en <ec>

# Xliff20.77
source: Missing 'type' attribute in <ec> that has 'subType'
es: Falta el atributo 'type' en <ec> que tiene 'subType'

# Xliff20.78
source: Invalid 'subType' attribute value: {0}
es: Valor de atributo 'subType' no válido: {0}

# Xliff20.79
source: Invalid 'subType' attribute value: ''{0}'' in <ec>
es: Valor de atributo 'subType' no válido: ''{0}'' en <ec>

# Xliff20.80
source: Invalid 'subType' attribute value for type='ui' in <ec>
es: Valor de atributo 'subType' no válido para type='ui' en <ec>

# Xliff20.81
source: Invalid 'subType' attribute value for type='fmt' in <ec>
es: Valor de atributo 'subType' no válido para type='fmt' en <ec>

# Xliff20.82
source: Duplicated 'id' in <mrk/>
es: 'id' duplicado en <mrk/>

# Xliff20.83
source: Missing 'ref' in comment annotation
es: Falta el atributo 'ref' en anotación de comentario

# Xliff20.84
source: Invalid fragment identifier ''{0}'' in comment annotation
es: Identificador de fragmento ''{0}'' no válido en anotación de comentario

# Xliff20.85
source: Missing <note> referenced in comment annotation
es: Falta el elemento <note> referenciado en anotación de comentario

# Xliff20.86
source: Comment annotation contains both 'value' and 'ref'
es: Anotación de comentario contiene tanto 'value' como 'ref'

# Xliff20.87
source: Duplicated 'id' in <sm/>
es: 'id' duplicado en <sm/>

# Xliff20.88
source: Missing <sm> with id=''{0}'' referenced by <em>
es: Falta el elemento <sm> con id=''{0}'' referenciado por <em>

# Xliff20.89
source: Attribute ''{0}:subFs' without corresponding ''{1}:fs'
es: Atributo ''{0}:subFs' sin el correspondiente ''{1}:fs'

# Xliff20.90
source: <sc> element without matching <ec> in <source>
es: Elemento <sc> sin correspondiente <ec> en <source>

# Xliff20.91
source: <sc> element without matching <ec> in <target>
es: Elemento <sc> sin correspondiente <ec> en <target>

# Xliff20.92
source: Inline element with 'canDelete' set to 'no' is missing in <target>
es: Falta elemento en línea con 'canDelete' establecido en 'no' en <target>

# Xliff20.93
source: <ph> element with different value of 'canCopy' in <source> and <target>
es: Elemento <ph> con diferente valor de 'canCopy' en <source> y <target>

# Xliff20.94
source: <ph> element with different value of 'canDelete' in <source> and <target>
es: Elemento <ph> con diferente valor de 'canDelete' en <source> y <target>

# Xliff20.95
source: <ph> element with different value of 'canReorder' in <source> and <target>
es: Elemento <ph> con diferente valor de 'canReorder' en <source> y <target>

# Xliff20.96
source: <ph> element with different value of 'copyOf' in <source> and <target>
es: Elemento <p> con diferente valor de 'copyOf' en <source> y <target>

# Xliff20.97
source: <ph> element with different value of 'dataRef' in <source> and <target>
es: Elemento <ph> con diferente valor de 'dataRef' en <source> y <target>

# Xliff20.98
source: <ph> element with different value of 'subFlows' in <source> and <target>
es: Elemento <ph> con diferente valor de 'subFlows' en <source> y <target>

# Xliff20.99
source: <ph> element with different value of 'type' in <source> and <target>
es: Elemento <ph> con diferente valor de 'type' en <source> y <target>

# XliffChecker.help
source: Usage: {0} [-help] -xliff xliffFile [-catalog catalogFile] Where: -help: (optional) Display this help information and exit -file: XLIFF file to validate -catalog: (optional) XML catalog to use for processing
es: Uso: {0} [-help] -xliff archivoXliff [-catalog catalogoXml] Dónde: -help: (opcional) Mostrar esta información de ayuda y salir -xliff: archivo XLIFF a validar -catalog: (opcional) Catálogo XML para el procesamiento

# XliffChecker.1
source: Missing '-xliff' parameter
es: Falta el parámetro '-xliff'

# XliffChecker.10
source: Invalid XLIFF version
es: Versión de XLIFF no válida

# XliffChecker.11
source: Invalid attribute in <{0}>: {1}
es: Atributo no válido en <{0}>: {1}

# XliffChecker.12
source: Invalid date: {0}
es: Fecha no válida: {0}

# XliffChecker.13
source: Invalid URI: {0}
es: URI no válida: {0}

# XliffChecker.14
source: Invalid URI: {0}
es: URI no válida: {0}

# XliffChecker.15
source: Invalid language: {0}
es: Idioma no válido: {0}

# XliffChecker.16
source: Invalid source language: {0}
es: Idioma de origen no válido: {0}

# XliffChecker.17
source: Invalid target language: {0}
es: Idioma de destino no válido: {0}

# XliffChecker.18
source: Duplicated "name" in <phase>: {0}
es: 'name' duplicado en <phase>: {0}

# XliffChecker.19
source: Duplicated "tool-id" in <tool>: {0}
es: 'tool-id' duplicado en <tool>: {0}

# XliffChecker.2
source: 'catalog' folder not found
es: No se encontró la carpeta 'catalog'

# XliffChecker.20
source: Incorrect segment referenced in <alt-trans> element
es: Segmento incorrecto referenciado en elemento <alt-trans>

# XliffChecker.21
source: Undeclared <tool> referenced in <alt-trans> element
es: Elemento <tool> sin declarar referenciado en <alt-trans>

# XliffChecker.22
source: Undeclared <phase> referenced in <alt-trans> element
es: Elemento <phase> sin declarar referenciado en <alt-trans>

# XliffChecker.23
source: Found <source> with wrong language code: {0}
es: Se encontró <source> con un código de idioma incorrecto: {0}

# XliffChecker.24
source: Found <target> with wrong language code: {0}
es: Se encontró <target> con un código de idioma incorrecto: {0}

# XliffChecker.25
source: Duplicated "id" in <trans-unit>: {0}
es: 'id' duplicado en <trans-unit>: {0}

# XliffChecker.26
source: Duplicated "mid" in <mrk>: {0}
es: 'mid' duplicado en <mrk>: {0}

# XliffChecker.27
source: Incorrect segment referenced in <target> element
es: Segmento incorrecto referenciado en elemento <target>

# XliffChecker.28
source: Duplicated "id" in <group>: {0}
es: 'id' duplicado en <group>: {0}

# XliffChecker.29
source: Found duplicated <it> element
es: Se encontró un elemento <it> duplicado

# XliffChecker.3
source: Catalog file does not exist
es: El archivo de catálogo no existe

# XliffChecker.30
source: Found duplicated <it> element
es: Se encontró un elemento <it> duplicado

# XliffChecker.31
source: Found duplicated <it> element
es: Se encontró un elemento <it> duplicado

# XliffChecker.32
source: Found duplicated <it> element
es: Se encontró un elemento <it> duplicado

# XliffChecker.33
source: Found <bx> without "rid" or "id" attributes
es: Se encontró elemento <bx> sin attributos "rid" o "id"

# XliffChecker.34
source: Found <ex> without "rid" or "id" attributes
es: Se encontró elemento <ex> sin attributos "rid" o "id"

# XliffChecker.35
source: Found <bpt> without "rid" or "id" attributes
es: Se encontró elemento <bpt> sin attributos "rid" o "id"

# XliffChecker.36
source: Found <ept> without "rid" or "id" attributes
es: Se encontró elemento <ept> sin attributos "rid" o "id"

# XliffChecker.37
source: Unmatched <ex>/<bx> in <{0}>
es: <ex>/<bx> sin aparear en <{0}>

# XliffChecker.38
source: Unmatched <bpt>/<ept> in <{0}>
es: <bpt>/<ept> sin aparear en <{0}>

# XliffChecker.39
source: Unmatched <it> in <file>
es: <it> sin aparear en <file>

# XliffChecker.4
source: Invalid XLIFF. Reason: {0}
es: XLIFF no válido. Motivo: {0}

# XliffChecker.40
source: Incorrect segment referenced in "xid" attribute
es: Segmento incorrecto referenciado en atributo "xid"

# XliffChecker.5
source: File is valid XLIFF {0}
es: El archivo es XLIFF {0} válido

# XliffChecker.6
source: Error creating validator
es: Error al crear validador

# XliffChecker.7
source: Selected file is not an XLIFF document
es: El archivo seleccionado no es un documento XLIFF

# XliffChecker.8
source: Missing version attribute
es: Falta el atributo de versión

# XliffChecker.9
source: XLIFF {0} not supported yet
es: XLIFF {0} aún no es compatible
