Repository: rmraya/OpenXLIFF
Catalog: i18n/OpenXLIFF_Java.xlf
Languages: es

# DitaMap2Xliff.05
source: Error converting DITA Map
es: Error al convertir el mapa DITA

# DitaMap2Xliff.06
source: Key not defined for @conkeyref: ''{0}''
es: Clave no definida para @conkeyref: ''{0}''

# DitaMap2Xliff.07
source: Invalid @conkeyref: ''{0}'' - Element with id=''{1}'' not found in ''{2}''
es: @conkeyref no válido: ''{0}'' - Elemento con id=''{1}'' no encontrado en ''{2}''

# DitaMap2Xliff.08
source: Invalid @conkeyref: ''{0}'' - Bad format.
es: @conkeyref no válido: ''{0}'' - Formato incorrecto.

# DitaParser.01
source: Building key scopes
es: Construyendo ámbitos de claves

# DitaParser.02
source: Ignored Untranslatable File: {0}
es: Archivo intraducible ignorado: {0}

# DitaParser.03
source: Referenced file {0} doesn''t exist
es: El archivo de referencia {0} no existe

# DitaParser.04
source: Error ''{0}'' in file: ''{1}''
es: Error ''{0}'' en el archivo: ''{1}''

# DitaParser.05
source: Error recursing {0}
es: Error al visitar {0}

# DitaParser.06
source: Invalid @conref at {0}
es: @conref no válido en {0}

# DitaParser.07
source: Loop detected processing @conref ''{0}'' in file ''{1}''
es: Bucle detectado procesando @conref ''{0}'' en el archivo ''{1}''

# DitaParser.08
source: @conref not found: ''{0}'' in file {1}
es: @conref no encontrado: ''{0}'' en el archivo {1}

# DitaParser.09
source: Broken @conref ''{0}'' in file {1}
es: @conref dañado ''{0}'' en el archivo {1}

# DitaParser.10
source: Broken @conref ''{0}'' in file {1}
es: @conref dañado ''{0}'' en el archivo {1}

# DitaParser.11
source: Key not defined for @conkeyref: ''{0}''
es: Clave no definida para @conkeyref: ''{0}''

# DitaParser.12
source: Key not defined for @conkeyref: ''{0}''
es: Clave no definida para @conkeyref: ''{0}''

# DitaParser.13
source: Broken @conkeyref ''{0}'' in file {1}
es: @conkeyref dañado ''{0}'' en el archivo {1}

# DitaParser.14
source: Loop detected processing @keyref ''{0}'' in file ''{1}''
es: Bucle detectado procesando @keyref ''{0}'' en el archivo ''{1}''

# DitaParser.15
source: Undefined key for @keyref ''{0}'' in file {1}
es: Clave no definida para @keyref ''{0}'' en el archivo {1}

# ScopeBuilder.1
source: Duplicate key definition: {0} -> {1}
es: Definición de clave duplicada: {0} -> {1}

# ScopeBuilder.2
source: Duplicate key definition: {0}
es: Definición de clave duplicada: {0}

# Xliff2DitaMap.1
source: Error merging DITA Map
es: Error al combinar el mapa DITA

# Wpml2Xliff.1
source: Error converting WPML file
es: Error al convertir el archivo WPML

# Xliff2Wpml.1
source: Error merging WPML file
es: Error al combinar el archivo WPML

# Xliff2Wpml.2
source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

# Json2Xliff.1
source: Nothing to translate
es: Nada que traducir

# Json2Xliff.2
source: Selected file is not supported
es: El archivo seleccionado no es compatible

# Json2Xliff.3
source: Wrong configuration for source key ''{0}''
es: Configuración incorrecta para la clave de origen ''{0}''

# Json2Xliff.4
source: Duplicated 'id' found: ''{0}''
es: Se encontró un 'id' duplicado: ''{0}''

# Json2Xliff.5
source: Invalid initial character for 'id': ''{0}''
es: Carácter inicial no válido para 'id': ''{0}''

# Json2Xliff.6
source: Invalid character for 'id': ''{0}''
es: Carácter no válido para 'id': ''{0}''

# JsonConfig.1
source: Missing 'sourceKey' in configuration object
es: Falta 'sourceKey' en el objeto de configuración

# Xliff2json.1
source: Error merging file
es: Error al combinar archivo

# Xliff2json.2
source: Missing encoding
es: Falta codificación

# Xliff2json.3
source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

# Po2Xliff.0
source: Error converting PO file
es: Error al convertir el archivo PO

# Xliff2Po.1
source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

# Xliff2Po.2
source: Error merging PO file
es: Error al combinar el archivo PO

# Txlf2Xliff.1
source: Nothing extracted
es: Nada extraído

# Txlf2Xliff.2
source: Error converting TXLF file
es: Error al convertir el archivo TXLF

# Xliff2Txlf.1
source: Error merging TXLF file
es: Error al combinar el archivo TXLF

# ToOpenXliff.1
source: Nothing extracted
es: Nada extraído

# ToOpenXliff.2
source: Error converting XLIFF file
es: Error al convertir el archivo XLIFF

# FromOpenXliff.1
source: Error merging XLIFF file
es: Error al combinar el archivo XLIFF

# FromOpenXliff.2
source: Wrong XLIFF version
es: Versión de XLIFF incorrecta

# XliffUtils.1
source: Selected file is not an XLIFF document
es: El archivo seleccionado no es un documento XLIFF

# XliffUtils.2
source: Unsupported version of XLIFF
es: Versión no compatible de XLIFF

# Jscript2xliff.1
source: Unexpected end of file
es: Inesperado final de archivo

# Jscript2xliff.2
source: Found a string that is not properly closed
es: Se encontró un fragmento de texto que no está correctamente cerrado

# Jscript2xliff.3
source: Error converting JavaScript file
es: Error al convertir el archivo JavaScript

# Xliff2jscript.1
source: Missing <target> in segment ''{0}''
es: Falta <target> en el segmento ''{0}''

# Xliff2jscript.2
source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

# MSOffice2Xliff.0
source: Error converting MS Office file
es: Error al convertir el archivo MS Office

# Rc2Xliff.1
source: Error converting RC file
es: Error al convertir el archivo RC

# Xliff2Rc.1
source: Error merging RC file
es: Error al combinar el archivo RC

# Xliff2Rc.2
source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

# Ts2Xliff.1
source: Error converting TS file
es: Error al convertir el archivo TS

# Xliff2Ts.1
source: Error merging TS file
es: Error al combinar el archivo TS

# Txml2Xliff.1
source: Error converting TXML file
es: Error al convertir el archivo TXML

# Txml2Xliff.2
source: Unknown error
es: Error desconocido

# Xliff2Txml.1
source: Error merging TXML file
es: Error al combinar el archivo TXML

# Xliff2Txml.2
source: Unknown error
es: Error desconocido

# Sdlppx2Xliff.0
source: Incorrect target language. Valid options:
es: Idioma de destino incorrecto. Opciones válidas:

# Sdlppx2Xliff.1
source: Incorrect source language. Valid options:
es: Idioma de origen incorrecto. Opciones válidas:

# Sdlppx2Xliff.2
source: Error converting SDL package
es: Error al convertir el paquete de SDL

# Sdlppx2Xliff.3
source: Project file not found in package
es: Archivo de proyecto no encontrado en el paquete

# Sdlppx2Xliff.4
source: Selected file is a return package
es: El archivo seleccionado es un paquete de devolución

# Xliff2Sdlrpx.0
source: Missing <header>
es: Falta <header>

# Xliff2Sdlrpx.1
source: Missing <prop-group>
es: Falta <prop-group>

# Xliff2Sdlrpx.2
source: Missing sdlxliff file name
es: Falta el nombre de archivo sdlxliff

# Xliff2Sdlrpx.3
source: Error merging SDLXLIFF file
es: Error al combinar el archivo SDLXLIFF

# Mif2Xliff.1
source: Error converting MIF file
es: Error al convertir el archivo MIF

# Xliff2Mif.1
source: Missing <target> in segment ''{0}''
es: Falta <target> en el segmento ''{0}''

# Xliff2Mif.2
source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

# Xliff2Mif.3
source: Error merging MIF file
es: Error al combinar el archivo MIF

# Idml2Xliff.1
source: Error converting IDML file
es: Error al convertir el archivo IDML

# Story2Xliff.1
source: Error converting Story
es: Error al convertir Story

# Xliff2Idml.1
source: Error merging IDML file
es: Error al combinar el archivo IDML

# Segmenter.1
source: Selected file is not an SRX document
es: El archivo seleccionado no es un documento SRX

# Segmenter.2
source: Incorrect SRX version
es: Versión incorrecta de SRX

# RepetitionAnalysis.help
source: Usage: {0} [-help] -file xliffFile [-catalog catalogFile] Where: -help: (optional) Display this help information and exit -file: XLIFF file to analyze -catalog: (optional) XML catalog to use for processing
es: Uso: {0} [-help] -xliff archivoXliff [-catalog catalogoXml] Dónde: -help: (opcional) Mostrar esta información de ayuda y salir -xliff: archivo XLIFF a analizar -catalog: (opcional) Catálogo XML para el procesamiento

# RepetitionAnalysis.1
source: Missing '-file' parameter
es: Falta el parámetro '-file'

# RepetitionAnalysis.2
source: Catalog file does not exist
es: El archivo de catálogo no existe

# RepetitionAnalysis.3
source: Error analyzing file
es: Error al analizar el archivo

# RepetitionAnalysis.4
source: Translation Status Analysis: {0}
es: Estado de la traducción: {0}

# RepetitionAnalysis.5
source: File: {0}
es: Archivo: {0}

# RepetitionAnalysis.6
source: Repetition Analysis
es: Análisis de repetición

# RepetitionAnalysis.7
source: Segments Based Analysis
es: Análisis basado en segmentos

# RepetitionAnalysis.8
source: Document
es: Documento

# RepetitionAnalysis.9
source: New
es: Nuevo

# RepetitionAnalysis.11
source: Matches
es: Coincidencias

# RepetitionAnalysis.12
source: Int.Rep.
es: Rep.Int.

# RepetitionAnalysis.13
source: Ext.Rep.
es: Rep.Ext.

# RepetitionAnalysis.14
source: SUM
es: SUMA

# RepetitionAnalysis.16
source: Words Based Analysis
es: Análisis basado en palabras

# RepetitionAnalysis.20
source: Not Translatable
es: No Traducible

# RepetitionAnalysis.22
source: Repeated
es: Repetido

# RepetitionAnalysis.29
source: Translation Status Analysis
es: Estado de la traducción

# RepetitionAnalysis.30
source: Segments
es: Segmentos

# RepetitionAnalysis.32
source: Not Translated
es: No Traducido

# RepetitionAnalysis.33
source: Translated
es: Traducido

# RepetitionAnalysis.34
source: Approved
es: Aprobado

# RepetitionAnalysis.35
source: Not Approved
es: No Aprobado

# RepetitionAnalysis.38
source: Translated Segments
es: Segmentos Traducidos

# RepetitionAnalysis.39
source: Approved Segments
es: Segmentos Aprobados

# RepetitionAnalysis.40
source: TM Matches Quality
es: Calidad de las Coincidencias

# RepetitionAnalysis.41
source: Words
es: Palabras

# RepetitionAnalysis.55
source: Translation Status History
es: Historial de estado de traducción

# RepetitionAnalysis.50
source: Comments:
es: Comentarios:

# RepetitionAnalysis.51
source: Int.Rep.
es: Rep.Int.

# RepetitionAnalysis.52
source: Internal Repetition = Segment repetitions within one document
es: Repetición interna = Repeticiones de segmento dentro de un documento

# RepetitionAnalysis.53
source: Ext.Rep.
es: Rep.Ext.

# RepetitionAnalysis.54
source: External Repetition = Segment repetitions between all documents
es: Repetición externa = Repeticiones de segmento entre todos los documentos

# RepetitionAnalysis.56
source: File: {0}
es: Archivo: {0}

# RepetitionAnalysis.57
source: Description
es: Descripción

# RepetitionAnalysis.58
source: Date
es: Fecha

# RepetitionAnalysis.62
source: Repeated
es: Repetido

# SvgStats.1
source: Selected file is not an XLIFF document
es: El archivo seleccionado no es un documento XLIFF

# SvgStats.2
source: Empty XLIFF
es: XLIFF vacío

# Xliff10.1
source: Error adding DTD declaration
es: Error al agregar la declaración de DTD

# Xliff11.1
source: Error adding namespace declaration
es: Error al agregar la declaración del espacio de nombres

# Xliff12.1
source: Error adding transitional namespace declaration
es: Error al agregar la declaración del espacio de nombres de transición

# Xliff20.01
source: Duplicated 'id' in <mtc:match>
es: 'id' duplicado en <mtc:match>

# Xliff20.02
source: Duplicated 'id' in <mda:metaGroup>
es: 'id' duplicado en <mda:metaGroup>

# Xliff20.03
source: Duplicated 'id' in <gls:glossEntry>
es: 'id' duplicado en <gls:glossEntry>

# Xliff20.04
source: Duplicated 'id' in <gls:translation>
es: 'id' duplicado en <gls:translation>

# Xliff20.05
source: Invalid source language ''{0}''
es: Idioma de origen no válido ''{0}''

# Xliff20.06
source: Invalid target language ''{0}''
es: Idioma de destino no válido ''{0}''

# Xliff20.07
source: Invalid Format Style attribute: ''{0}''
es: Atributo de estilo de formato no válido: ''{0}''

# Xliff20.08
source: Duplicated 'id' in <file>
es: 'id' duplicado en <file>

# Xliff20.09
source: Missing 'href' in skeleton
es: Falta 'href' en el esqueleto

# Xliff20.10
source: Non-empty skeleton with 'href' found
es: Esqueleto no vacío con 'href' encontrado

# Xliff20.100
source: <pc> element with different value of 'canCopy' in <source> and <target>
es: Elemento <pc> con diferente valor de 'canCopy' en <source> y <target>

# Xliff20.101
source: <pc> element with different value of 'canDelete' in <source> and <target>
es: Elemento <pc> con diferente valor de 'canDelete' en <source> y <target>

# Xliff20.102
source: <pc> element with different value of 'canOverlap' in <source> and <target>
es: Elemento <pc> con diferente valor de 'canOverlap' en <source> y <target>

# Xliff20.103
source: <pc> element with different value of 'canReorder' in <source> and <target>
es: Elemento <pc> con diferente valor de 'canReorder' en <source> y <target>

# Xliff20.104
source: <pc> element with different value of 'copyOf' in <source> and <target>
es: Elemento <pc> con diferente valor de 'copyOf' en <source> y <target>

# Xliff20.105
source: <pc> element with different value of 'dataRefStart' in <source> and <target>
es: Elemento <pc> con diferente valor de 'dataRefStart' en <source> y <target>

# Xliff20.106
source: <pc> element with different value of 'dataRefEnd' in <source> and <target>
es: Elemento <pc> con diferente valor de 'dataRefEnd' en <source> y <target>

# Xliff20.108
source: <pc> element with different value of 'subFlowsStart' in <source> and <target>
es: Elemento <pc> con diferente valor de 'subFlowsStart' en <source> y <target>

# Xliff20.109
source: <pc> element with different value of 'subFlowsEnd' in <source> and <target>
es: Elemento <pc> con diferente valor de 'subFlowsEnd' en <source> y <target>

# Xliff20.11
source: Duplicated 'id' in <note>
es: 'id' duplicado en <note>

# Xliff20.110
source: <pc> element with different value of 'type' in <source> and <target>
es: Elemento <pc> con diferente valor de 'type' en <source> y <target>

# Xliff20.111
source: <sc> element with different value of 'canCopy' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canCopy' en <source> y <target>

# Xliff20.112
source: <sc> element with different value of 'canDelete' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canDelete' en <source> y <target>

# Xliff20.113
source: <sc> element with different value of 'canOverlap' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canOverlap' en <source> y <target>

# Xliff20.114
source: <sc> element with different value of 'canReorder' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canReorder' en <source> y <target>

# Xliff20.115
source: <sc> element with different value of 'copyOf' in <source> and <target>
es: Elemento <sc> con diferente valor de 'copyOf' en <source> y <target>

# Xliff20.116
source: <sc> element with different value of 'dataRef' in <source> and <target>
es: Elemento <sc> con diferente valor de 'dataRef' en <source> y <target>

# Xliff20.117
source: <sc> element with different value of 'subFlows' in <source> and <target>
es: Elemento <sc> con diferente valor de 'subFlows' en <source> y <target>

# Xliff20.118
source: <sc> element with different value of 'type' in <source> and <target>
es: Elemento <sc> con diferente valor de 'type' en <source> y <target>

# Xliff20.119
source: <sc> element with different value of 'isolated' in <source> and <target>
es: Elemento <sc> con diferente valor de 'isolated' en <source> y <target>

# Xliff20.12
source: Duplicated 'id' in <group>
es: 'id' duplicado en <group>

# Xliff20.120
source: <sc> element with different value of 'canCopy' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canCopy' en <source> y <target>

# Xliff20.121
source: <sc> element with different value of 'canDelete' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canDelete' en <source> y <target>

# Xliff20.122
source: <sc> element with different value of 'canOverlap' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canOverlap' en <source> y <target>

# Xliff20.123
source: <sc> element with different value of 'canReorder' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canReorder' en <source> y <target>

# Xliff20.124
source: <sc> element with different value of 'copyOf' in <source> and <target>
es: Elemento <sc> con diferente valor de 'copyOf' en <source> y <target>

# Xliff20.125
source: <sc> element with different value of 'dataRef' in <source> and <target>
es: Elemento <sc> con diferente valor de 'dataRef' en <source> y <target>

# Xliff20.126
source: <sc> element with different value of 'subFlows' in <source> and <target>
es: Elemento <sc> con diferente valor de 'subFlows' en <source> y <target>

# Xliff20.127
source: <sc> element with different value of 'type' in <source> and <target>
es: Elemento <sc> con diferente valor de 'type' en <source> y <target>

# Xliff20.128
source: <sc> element with different value of 'isolated' in <source> and <target>
es: Elemento <sc> con diferente valor de 'isolated' en <source> y <target>

# Xliff20.129
source: <sc> element with different value of 'canCopy' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canCopy' en <source> y <target>

# Xliff20.13
source: Duplicated 'id' in <unit>
es: 'id' duplicado en <unit>

# Xliff20.130
source: <ec> element with different value of 'canDelete' in <source> and <target>
es: Elemento <ec> con diferente valor de 'canDelete' en <source> y <target>

# Xliff20.131
source: <ec> element with different value of 'canOverlap' in <source> and <target>
es: Elemento <ec> con diferente valor de 'canOverlap' en <source> y <target>

# Xliff20.132
source: <ec> element with different value of 'canReorder' in <source> and <target>
es: Elemento <ec> con diferente valor de 'canReorder' en <source> y <target>

# Xliff20.133
source: <ec> element with different value of 'copyOf' in <source> and <target>
es: Elemento <ec> con diferente valor de 'copyOf' en <source> y <target>

# Xliff20.134
source: <ec> element with different value of 'startRef' in <source> and <target>
es: Elemento <ec> con diferente valor de 'startRef' en <source> y <target>

# Xliff20.135
source: <ec> element with different value of 'subFlows' in <source> and <target>
es: Elemento <ec> con diferente valor de 'subFlows' en <source> y <target>

# Xliff20.136
source: <ec> element with different value of 'type' in <source> and <target>
es: Elemento <ec> con diferente valor de 'type' en <source> y <target>

# Xliff20.137
source: <ec> element with different value of 'isolated' in <source> and <target>
es: Elemento <ec> con diferente valor de 'isolated' en <source> y <target>

# Xliff20.14
source: <unit> without <segment> child
es: <unit> sin elemento <segment>

# Xliff20.15
source: Duplicated 'id' in <ignorable>
es: 'id' duplicado en <ignorable>

# Xliff20.16
source: Duplicated 'id' in <segment>
es: 'id' duplicado en <segment>

# Xliff20.17
source: <segment> element without <target> has state set to ''{0}''
es: Element <segment> sin <target> tiene estado establecido en ''{0}''

# Xliff20.18
source: <segment> has 'subState' attribute without corresponding 'state'
es: Elemento <segment> tiene el atributo 'subState' sin el correspondiente 'state'

# Xliff20.19
source: Invalid 'subState' attribute value: {0}
es: Valor de atributo 'subState' no válido: {0}

# Xliff20.20
source: Different 'xml:lang' in <source>
es: Diferente 'xml:lang' en <source>

# Xliff20.21
source: Missing 'trgLang' in <xliff>
es: Falta 'trgLang' en <xliff>

# Xliff20.22
source: Different 'xml:lang' in <target>
es: Diferente 'xml:lang' en <target>

# Xliff20.23
source: Different 'xml:lang' in <target> from <mtc:match>
es: Diferente 'xml:lang' en <target> de <mtc:match>

# Xliff20.24
source: order=''{0}'' in <target> is greater than the number of <segment> elements ({1})
es: order=''{0}'' in <target> es mayor que el número de elementos <segment> ({1})

# Xliff20.25
source: Duplicated order=''{0}'' in <target>
es: order=''{0}'' duplicado en <target>

# Xliff20.26
source: <data> with wrong value in @xml:space
es: <data> con un valor incorrecto en @xml:space

# Xliff20.27
source: Duplicated 'id' for <data> in <mtc:match>
es: 'id' duplicado para <data> en <mtc:match>

# Xliff20.28
source: Duplicated 'id' in <data>
es: 'id' duplicado en <data>

# Xliff20.29
source: Valid XML character represented as <cp> hex: {0}
es: Carácter XML válido representado como <cp> hexadecimal: {0}

# Xliff20.30
source: Duplicated 'id' in <ph/>
es: 'id' duplicado en <ph/>

# Xliff20.31
source: <ph> element with both 'copyOf' and 'dataRef'
es: Elemento <ph> con 'copyOf' y 'dataRef'

# Xliff20.32
source: Missing <data> element referenced by <ph> in <mtc:match>
es: Falta el elemento <data> al que se refiere <ph> en <mtc:match>

# Xliff20.33
source: Missing <data> element referenced by <ph>
es: Falta el elemento <data> al que se refiere <ph>

# Xliff20.34
source: Invalid 'type' attribute in <ph>
es: Atributo 'type' no válido en <ph>

# Xliff20.35
source: Missing 'type' attribute in <ph> that has 'subType'
es: Falta el atributo 'type' en <ph> que tiene 'subType'

# Xliff20.36
source: Invalid 'subType' attribute value: {0}
es: Valor de atributo 'subType' no válido: {0}

# Xliff20.37
source: Invalid 'subType' attribute value: ''{0}'' in <ph>
es: Valor de atributo 'subType' no válido: ''{0}'' en <ph>

# Xliff20.38
source: Invalid 'subType' attribute value for type='ui' in <ph>
es: Valor de atributo 'subType' no válido para type='ui' en <ph>

# Xliff20.39
source: Invalid 'subType' attribute value for type='fmt' in <ph>
es: Valor de atributo 'subType' no válido para type='fmt' en <ph>

# Xliff20.40
source: Duplicated 'id' in <pc/>
es: 'id' duplicado en <pc/>

# Xliff20.42
source: <pc> element with both 'copyOf' and 'dataRefStart'
es: Elemento <pc> con 'copyOf' y 'dataRefStart'

# Xliff20.43
source: Missing <data> element referenced by 'dataRefStart' <pc> in <mtc:match>
es: Falta el elemento <data> al que se referiere 'dataRefStart' de <pc> en <mtc:match>

# Xliff20.44
source: Missing <data> element referenced by 'dataRefStart' <pc>
es: Falta el elemento <data> al que se referiere 'dataRefStart' de <pc>

# Xliff20.45
source: <pc> element with both 'copyOf' and 'dataRefEnd'
es: Elemento <pc> con 'copyOf' y 'dataRefEnd'

# Xliff20.46
source: Missing <data> element referenced by 'dataRefEnd' in <pc> in <mtc:match>
es: Falta el elemento <data> al que se referiere 'dataRefEnd' de <pc> en <mtc:match>

# Xliff20.47
source: Missing <data> element referenced by 'dataRefEnd' in <pc>
es: Falta el elemento <data> al que se referiere 'dataRefEnd' de <pc>

# Xliff20.48
source: Invalid 'type' attribute in <pc>
es: Atributo 'type' no válido en <pc>

# Xliff20.49
source: Missing 'type' attribute in <pc> that has 'subType'
es: Falta el atributo 'type' en <pc> que tiene 'subType'

# Xliff20.50
source: Invalid 'subType' attribute value: {0}
es: Valor de atributo 'subType' no válido: {0}

# Xliff20.51
source: Invalid 'subType' attribute value: ''{0}'' in <pc>
es: Valor de atributo 'subType' no válido: ''{0}'' en <pc>

# Xliff20.52
source: Invalid 'subType' attribute value for type='ui' in <pc>
es: Valor de atributo 'subType' no válido para type='ui' en <pc>

# Xliff20.53
source: Invalid 'subType' attribute value for type='fmt' in <pc>
es: Valor de atributo 'subType' no válido para type='fmt' en <pc>

# Xliff20.54
source: Duplicated 'id' in <sc/>
es: 'id' duplicado en <sc/>

# Xliff20.55
source: <sc> element with both 'copyOf' and 'dataRef'
es: Elemento <sc> con 'copyOf' y 'dataRef'

# Xliff20.56
source: Missing <data> element referenced by <sc>
es: Falta el elemento <data> al que se refiere <sc>

# Xliff20.57
source: Missing <data> element referenced by <sc>
es: Falta el elemento <data> al que se refiere <sc>
