Repository: rmraya/OpenXLIFF
Catalog: i18n/OpenXLIFF_Java.xlf
Languages: es

# FromXliff2.1
source: Wrong XLIFF version
es: Versión de XLIFF incorrecta

# FromXliff2.2
source: Error processing XLIFF 2.0
es: Error al procesar XLIFF 2.0

# Resegmenter.1
source: Error re-segmenting XLIFF 2.0
es: Error al volver a segmentar XLIFF 2.0

# Resegmenter.2
source: Unexpected element found: {0}
es: Elemento inesperado encontrado: {0}

# ToXliff2.1
source: Wrong XLIFF version
es: Versión de XLIFF incorrecta

# ToXliff2.2
source: Error generating XLIFF 2.0
es: Error al generar XLIFF 2.0

# ToXliff2.3
source: <sub> elements are not supported
es: Los elementos <sub> no son admitidos

# ToXliff2.4
source: Invalid <mrk> element: {0}
es: Elemento <mrk> no válido: {0}

# DeepLTranslator.2
source: Null response received
es: Respuesta nula recibida

# DeepLTranslator.3
source: Bad request. Please check error message and your parameters.
es: Solicitud incorrecta. Verifique el mensaje de error y sus parámetros.

# DeepLTranslator.4
source: Authorization failed. Please supply a valid auth_key parameter.
es: Error de autorización. Proporcione un parámetro de auth_key válido.

# DeepLTranslator.5
source: The requested resource could not be found.
es: No se pudo encontrar el recurso solicitado.

# DeepLTranslator.6
source: The request size exceeds the limit.
es: El tamaño de la solicitud supera el límite.

# DeepLTranslator.7
source: Too many requests. Please wait and resend your request.
es: Demasiadas solicitudes. Espere y vuelva a enviar su solicitud.

# DeepLTranslator.8
source: Quota exceeded. The character limit has been reached.
es: Cuota excedida. Se ha alcanzado el límite de caracteres.

# DeepLTranslator.9
source: Resource currently unavailable. Try again later.
es: Recurso actualmente no disponible. Vuelva a intentarlo más tarde.

# DeepLTranslator.10
source: Server status code: {0}
es: Código de estado del servidor: {0}

# ChatGptTranslator.1
source: Server status code: {0}
es: Código de estado del servidor: {0}

# GoogleTranslator.2
source: Null response received
es: Respuesta nula recibida

# GoogleTranslator.3
source: Server status code: {0}
es: Código de estado del servidor: {0}

# MTranslator.1
source: Empty or null translation received from {0}
es: Traducción vacía o nula recibida de {0}

# MTranslator.2
source: Unsupported element {0}
es: Elemento no admitido {0}

# MyMemoryTranslator.2
source: Null response received
es: Respuesta nula recibida

# MyMemoryTranslator.3
source: Server status code: {0}
es: Código de estado del servidor: {0}

# YandexTranslator.2
source: Text size exceeds the maximum
es: El tamaño del texto excede el máximo

# YandexTranslator.3
source: The text could not be translated
es: El texto no se pudo traducir.

# YandexTranslator.4
source: The specified translation direction is not supported
es: No se admite la dirección de traducción especificada

# YandexTranslator.5
source: Status code: {0}
es: Código de estado: {0}

# YandexTranslator.6
source: Null response received
es: Respuesta nula recibida

# YandexTranslator.7
source: Server status code: {0}
es: Código de estado del servidor: {0}

# Sdl2Xliff.1
source: Error converting SDLXLIFF file
es: Error al convertir el archivo SDLXLIFF

# Sdl2Xliff.2
source: Segmentation problem found
es: Se ha encontrado un problema de segmentación

# Xliff2Sdl.1
source: Error merging SDLXLIFF file
es: Error al combinar el archivo SDLXLIFF

# Xliff2Sdl.2
source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

# ApproveAll.help
source: Usage: {0} [-help] -xliff xliffFile [-catalog catalogFile] Where: -help: (optional) Display this help information and exit -xliff: XLIFF file to process -catalog: (optional) XML catalog to use for processing
es: Uso: {0} [-help] -xliff archivoXliff [-catalog catalogoXml] Dónde: -help: (opcional) Mostrar esta información de ayuda y salir -xliff: archivo XLIFF para procesar -catalog: (opcional) Catálogo XML para el procesamiento

# ApproveAll.1
source: 'catalog' folder not found
es: No se encontró la carpeta 'catalog'

# ApproveAll.2
source: Catalog file does not exist
es: El archivo de catálogo no existe

# Convert.help
source: Usage: {0} [-help] [-version] -file sourceFile -srcLang sourceLang [-tgtLang targetLang] [-skl skeletonFile] [-xliff xliffFile] [-type fileType] [-enc encoding] [-srx srxFile] [-catalog catalogFile] [-divatal ditaval] [-config configFile] [-embed] [-paragraph] [-xmlfilter folder][-2.0] [-ignoretc][-charsets] Where: -help: (optional) display this help information and exit -version: (optional) display version & build information and exit -file: source file to convert -srcLang: source language code -tgtLang: (optional) target language code -xliff: (optional) XLIFF file to generate -skl: (optional) skeleton file to generate -type: (optional) document type -enc: (optional) character set code for the source file -srx: (optional) SRX file to use for segmentation -catalog: (optional) XML catalog to use for processing -ditaval: (optional) conditional processing file to use when converting DITA maps -config: (optional) configuration file to use when converting JSON documents -embed: (optional) store skeleton inside the XLIFF file -paragraph: (optional) use paragraph segmentation -xmlfilter: (optional) folder containing configuration files for the XML filter -ignoretc: (optional) ignore tracked changes from Oxygen XML Editor in XML files -2.0: (optional) generate XLIFF 2.0 -charsets: (optional) display a list of available character sets and exit Document Types INX = Adobe InDesign Interchange ICML = Adobe InCopy ICML IDML = Adobe InDesign IDML DITA = DITA Map HTML = HTML Page JS = JavaScript JSON = JSON JAVA = Java Properties MIF = MIF (Maker Interchange Format) OFF = Microsoft Office 2007 Document OO = OpenOffice Document PHPA = PHP Array PO = PO (Portable Objects) RC = RC (Windows C/C++ Resources) RESX = ResX (Windows .NET Resources) SDLPPX = Trados Studio Package SDLXLIFF = SDLXLIFF Document SRT = SRT Subtitle TEXT = Plain Text TS = TS (Qt Linguist translation source) TXLF = Wordfast/GlobalLink XLIFF TXML = TXML Document WPML = WPML XLIFF XLIFF = XLIFF Document XML = XML Document XMLG = XML (Generic)
es: Uso: {0} [-help] [-version] -file archivo -srcLang idiomaOrigen [-tgtLang idiomaDestino] [-skl esqueleto] [-xliff archivoXliff] [-type tipoArchivo] [-enc codificación] [-srx archivoSrx] [-catalog catalogoXml] [-divatal ditaval] [-config configuración] [-embed] [-paragraph] [-xmlfilter filtros] [-2.0] [-ignoretc] [-charsets] Dónde: -help: (opcional) mostrar esta información de ayuda y salir -versión: (opcional) mostrar información de versión y salir -file: archivo fuente para convertir -srcLang: código de idioma origen del idioma -tgtLang: código de idioma de destino (opcional) -xliff: (opcional) archivo XLIFF para generar -skl: (opcional) archivo esqueleto a generar -type: (opcional) tipo de documento -enc: código de juego de caracteres (opcional) para el archivo fuente -srx: (opcional) archivo SRX para usar para la segmentación -catalog: (opcional) Catálogo XML para el procesamiento -ditaval: archivo de procesamiento condicional (opcional) para usar al convertir mapas DITA -config: archivo de configuración (opcional) para usar al convertir documentos JSON -embed: (opcional) almacenar esqueleto dentro del archivo XLIFF -paragraph: (opcional) use segmentación de párrafos -xmlfilter: carpeta (opcional) que contiene archivos de configuración para el filtro XML -ignoretc: (opcional) ignorar los cambios controlados de Oxygen XML Editor en archivos XML -2.0: (opcional) generar XLIFF 2.0 -charsets: (opcional) mostrar una lista de juegos de caracteres disponibles y salir Tipos de documentos INX = Adobe InDesign Interchange ICML = Adobe InCopy ICML IDML = Adobe InDesign IDML DITA = Mapa DITA HTML = Página HTML JS = JavaScript JSON = JSON JAVA = Propiedades de Java MIF = MIF (Maker Interchange Format) OFF = Documento de Microsoft Office 2007 OO = Documento de OpenOffice PHPA = PHP Array PO = PO (Portable Objects) RC = RC (recursos de Windows C/C++) RESX = ResX (recursos de Windows .NET) SDLPPX = Paquete Trados Studio SDLXLIFF = Documento SDLXLIFF SRT = Subtítulo SRT TEXTO = Texto sin formato TS = TS (archivo de traducción de Qt Linguist) TXLF = Wordfast/GlobalLink XLIFF TXML = Documento TXML WPML = WPML XLIFF XLIFF = Documento XLIFF XML = Documento XML XMLG = XML (genérico)

# Convert.02
source: Version: {0} Build: {1}
es: Versión: {0} Compilación: {1}

# Convert.03
source: Missing '-file' parameter
es: Falta el parámetro '-file'

# Convert.04
source: Source file does not exist
es: El archivo fuente no existe

# Convert.05
source: Auto-detected type: {0}
es: Tipo detectado automáticamente: {0}

# Convert.06
source: Unable to auto-detect file format. Use '-type' parameter.
es: No se puede detectar automáticamente el formato de archivo. Utilice el parámetro '-type'.

# Convert.07
source: Unknown file format
es: Formato de archivo desconocido

# Convert.08
source: Auto-detected encoding: {0}
es: Codificación detectada automáticamente: {0}

# Convert.09
source: Unable to auto-detect character set. Use '-enc' parameter.
es: No se puede detectar automáticamente el juego de caracteres. Utilice el parámetro '-enc'.

# Convert.10
source: Unsupported encoding
es: Codificación no admitida

# Convert.11
source: Missing '-srcLang' parameter
es: Falta el parámetro '-srcLang'

# Convert.12
source: ''{0}'' is not a valid language code
es: ''{0}'' no es un código de idioma válido

# Convert.14
source: Error validating languages
es: Error al validar idiomas

# Convert.15
source: SRX file ''{0}'' does not exist
es: El archivo SRX ''{0}'' no existe

# Convert.16
source: 'catalog' folder not found
es: No se encontró la carpeta 'catalog'

# Convert.17
source: Catalog file does not exist
es: El archivo de catálogo no existe

# Convert.18
source: Conversion error: {0}
es: Error de conversión: {0}

# Convert.19
source: Error adding skeleton
es: Error al agregar esqueleto

# Convert.20
source: Unknown file format
es: Formato de archivo desconocido

# CopySources.help
source: Usage: {0} [-help] -xliff xliffFile [-catalog catalogFile] Where: -help: (optional) Display this help information and exit -xliff: XLIFF file to process -catalog: (optional) XML catalog to use for processing
es: Uso: {0} [-help] -xliff archivoXliff [-catalog catalogoXml] Dónde: -help: (opcional) Mostrar esta información de ayuda y salir -xliff: archivo XLIFF para procesar -catalog: (opcional) Catálogo XML para el procesamiento

# CopySources.1
source: 'catalog' folder not found
es: No se encontró la carpeta 'catalog'

# CopySources.2
source: Catalog file does not exist
es: El archivo de catálogo no existe

# CopySources.3
source: Selected file is not an XLIFF document
es: El archivo seleccionado no es un documento XLIFF

# CopySources.4
source: Missing target language declaration
es: Falta la declaración del idioma destino

# EncodingResolver.1
source: Error detecting XML encoding
es: Error al detectar la codificación de XML

# EncodingResolver.2
source: Error detecting RC encoding
es: Error al detectar la codificación de RC

# EncodingResolver.3
source: Error detecting HTML encoding
es: Error al detectar la codificación de HTML

# EncodingResolver.4
source: Error detecting SRT encoding
es: Error al detectar la codificación de SRT

# EncodingResolver.5
source: Error detecting PHPA encoding
es: Error al detectar la codificación de PHPA

# EncodingResolver.6
source: Error detecting JSON encoding
es: Error al detectar la codificación de JSON

# EncodingResolver.7
source: Premature end of file
es: Fin prematuro del archivo

# EncodingResolver.8
source: Missing '-file' parameter
es: Falta el parámetro '-file'

# EncodingResolver.9
source: Source file does not exist
es: El archivo fuente no existe

# EncodingResolver.10
source: Missing '-type' parameter
es: Falta el parámetro '-type'

# EncodingResolver.11
source: Unkown '-type' parameter: {0}
es: Parámetro '-type' desconocido: {0}

# FileFormats.1
source: Premature end of file
es: Fin prematuro del archivo

# FileFormats.2
source: Selected file is not JSON
es: El archivo seleccionado no es JSON

# FileFormats.3
source: Missing '-file' parameter
es: Falta el parámetro '-file'

# FileFormats.4
source: Source file does not exist
es: El archivo fuente no existe

# FileFormats.DITA
source: DITA Map
es: Mapa DITA

# FileFormats.HTML
source: HTML Page
es: Página HTML

# FileFormats.JAVA
source: Java Properties
es: Propiedades de Java

# FileFormats.OFF
source: Microsoft Office 2007 Document
es: Documento de Microsoft Office 2007

# FileFormats.OO
source: OpenOffice Document
es: Documento de OpenOffice

# FileFormats.TEXT
source: Plain Text
es: Texto sin Formato

# FileFormats.RC
source: RC (Windows C/C++ Resources)
es: RC (Recursos de Windows C/C++)

# FileFormats.RESX
source: ResX (Windows .NET Resources)
es: ResX (Recursos de Windows .NET)

# FileFormats.SDLPPX
source: Trados Studio Package
es: Paquete de Trados Studio

# FileFormats.SDLXLIFF
source: SDLXLIFF Document
es: Documento SDLXLIFF

# FileFormats.SRT
source: SRT Subtitle
es: Subtítulo SRT

# FileFormats.TS
source: TS (Qt Linguist Translation Source)
es: TS (Fuente de Traducción de Qt Linguist)

# FileFormats.TXLF
source: Wordfast/GlobalLink XLIFF
es: Documento XLIFF de Wordfast/GlobalLink

# FileFormats.TXML
source: TXML Document
es: Documento TXML

# FileFormats.WPML
source: WPML XLIFF
es: Documento XLIFF de WPML

# FileFormats.XLIFF
source: XLIFF Document
es: Documento XLIFF

# FileFormats.XML
source: XML Document
es: Documento XML

# FileFormats.XMLG
source: XML (Generic)
es: Documento XML (Genérico)

# Join.help
source: Usage: {0} [-help] -target targetFile -files file1,file2,file3... Where: -help: (optional) Display this help information and exit -target: combined output XLIFF file -files: list of XLIFF files to join, separated by ','
es: Uso: {0} [-help] -target xliffCombinado -files archivo1,archivo2,archivo33... Dónde: -help: (opcional) Mostrar esta información de ayuda y salir -target: archivo XLIFF de salida combinada -files: lista de archivos XLIFF a unir, separados por ','

# Join.1
source: File ''{0}'' does not exist
es: El archivo ''{0}'' no existe

# Join.2
source: XLIFF files from different versions
es: Archivos XLIFF de diferentes versiones

# Join.3
source: XLIFF files with different source language
es: Archivos XLIFF con diferente idioma de origen

# Join.4
source: XLIFF files with different target language
es: Archivos XLIFF con diferente idioma de destino

# Merge.help
source: Usage: {0} [-help] [-version] -xliff xliffFile -target targetFile [-catalog catalogFile] [-unapproved] [-export] Where: -help: (optional) display this help information and exit -version: (optional) display version & build information and exit -xliff: XLIFF file to merge -target: (optional) translated file or folder where to store translated files -catalog: (optional) XML catalog to use for processing -unapproved: (optional) accept translations from unapproved segments -export: (optional) generate TMX file from approved segments
es: Uso: {0} [-help] [-version] -xliff archivoXliff -target traducción [-catalog catalogoXml] [-unapproved] [-export] Dónde: -help: (opcional) mostrar esta información de ayuda y salir -versión: (opcional) mostrar información de versión y salir -xliff: archivo XLIFF para combinar -target: (opcional) archivo traducido o carpeta donde almacenar los archivos traducidos -catalog: (opcional) Catálogo XML para el procesamiento -unapproved: (opcional) aceptar traducciones de segmentos no aprobados -export: (opcional) generar archivo TMX a partir de segmentos aprobados

# Merge.01
source: Version: {0} Build: {1}
es: Versión: {0} Compilación: {1}

# Merge.02
source: Missing '-xliff' parameter
es: Falta el parámetro '-xliff'

# Merge.03
source: Error getting target file
es: Error al obtener el archivo de destino

# Merge.04
source: Missing '-target' parameter
es: Falta el parámetro '-target'

# Merge.05
source: Catalog folder ''{0}'' not found
es: No se encontró la carpeta de catálogo ''{0}''

# Merge.06
source: Catalog file does not exist
es: El archivo de catálogo no existe

# Merge.07
source: Merge error: {0}
es: Error de combinación: {0}

# Merge.08
source: ''{0}'' is not a directory
es: ''{0}'' no es un directorio

# Merge.09
source: Selected file is not an XLIFF document
es: El archivo seleccionado no es un documento XLIFF

# Merge.10
source: Unsupported XLIFF file
es: Archivo XLIFF no compatible

# Merge.11
source: Error merging XLIFF
es: Error al combinar XLIFF

# Merge.12
source: Selected file is not an XLIFF document
es: El archivo seleccionado no es un documento XLIFF

# Merge.13
source: Selected file is not a valid XLIFF document
es: El archivo seleccionado no es un documento XLIFF válido

# Merge.14
source: Missing target language declaration
es: Falta la declaración del idioma destino

# PseudoTranslation.help
source: Usage: {0} [-help] -xliff xliffFile [-catalog catalogFile] Where: -help: (optional) Display this help information and exit -xliff: XLIFF file to pseudo-translate -catalog: (optional) XML catalog to use for processing
es: Uso: {0} [-help] -xliff archivoXliff [-catalog catalogoXml] Dónde: -help: (opcional) Mostrar esta información de ayuda y salir -xliff: archivo XLIFF para pseudo-traducir -catalog: (opcional) Catálogo XML para el procesamiento

# PseudoTranslation.1
source: 'catalog' folder not found
es: No se encontró la carpeta 'catalog'

# PseudoTranslation.2
source: Catalog file does not exist
es: El archivo de catálogo no existe

# PseudoTranslation.3
source: Selected file is not an XLIFF document
es: El archivo seleccionado no es un documento XLIFF

# PseudoTranslation.4
source: Missing target language declaration
es: Falta la declaración del idioma destino

# RemoveTargets.help
source: Usage: {0} [-help] -xliff xliffFile [-catalog catalogFile] Where: -help: (optional) Display this help information and exit -xliff: XLIFF file to process -catalog: (optional) XML catalog to use for processing
es: Uso: {0} [-help] -xliff archivoXliff [-catalog catalogoXml] Dónde: -help: (opcional) Mostrar esta información de ayuda y salir -xliff: archivo XLIFF para procesar -catalog: (opcional) Catálogo XML para el procesamiento

# RemoveTargets.1
source: 'catalog' folder not found
es: No se encontró la carpeta 'catalog'

# RemoveTargets.2
source: Catalog file does not exist
es: El archivo de catálogo no existe

# TmxExporter.0
source: 'catalog' folder not found
es: No se encontró la carpeta 'catalog'

# TmxExporter.1
source: Catalog file does not exist
es: El archivo de catálogo no existe

# TmxExporter.2
source: Missing '-xliff' parameter
es: Falta el parámetro '-xliff'

# TmxExporter.3
source: Usage: {0} [-help] -xliff xliffFile [-tmx tmxFile] [-catalog catalogFile] Where: -help: (optional) Display this help information and exit -xliff: XLIFF file to process -tmx: (optional) TMX file to generate -catalog: (optional) XML catalog to use for processing
es: Uso: {0} [-help] -xliff archivoXliff [-tmx archivoTmx] [-catalog catalogoXml] Dónde: -help: (opcional) Mostrar esta información de ayuda y salir -xliff: archivo XLIFF para procesar -tmx: (opcional) archivo TMX a generar -catalog: (opcional) Catálogo XML para el procesamiento

# UnexistentSegmentException.1
source: Requested segment does not exist in skeleton file
es: El segmento solicitado no existe en el archivo esqueleto

# Utils.1
source: Invalid path
es: Ruta no válida

# Utils.2
source: Path is not absolute for {0}
es: La ruta no es absoluta para {0}

# Text2Xliff.1
source: Error converting Plain Text file
es: Error al convertir el archivo de texto sin formato

# Xliff2Text.1
source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

# Xliff2Text.2
source: Error merging Plain Text file
es: Error al combinar el archivo de texto sin formato

# Office2Xliff.1
source: Selected file is not a Microsoft Office 2007 document
es: El archivo seleccionado no es un documento de Microsoft Office 2007

# Office2Xliff.2
source: Wrong document type
es: Tipo de documento incorrecto

# Office2Xliff.3
source: Error converting Office file
es: Error al convertir el archivo Office

# Xliff2Office.1
source: Skeleton not found for file ''{0}''
es: Esqueleto no encontrado para el archivo ''{0}''

# Xliff2Office.2
source: Error converting Office file
es: Error al convertir el archivo Office

# Resx2Xliff.1
source: Error converting ResX file
es: Error al convertir el archivo ResX

# Xliff2Resx.1
source: Error merging ResX file
es: Error al combinar el archivo ResX

# Properties2Xliff.1
source: Error converting .properties file
es: Error al convertir el archivo .properties

# Xliff2Properties.1
source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

# Xliff2Properties.2
source: Error merging .properties file
es: Error al combinar el archivo .properties

# Srt2Xliff.0
source: Error converting SRT file
es: Error al convertir el archivo SRT

# Xliff2Srt.0
source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

# Xliff2Srt.1
source: Error merging SRT file
es: Error al combinar el archivo SRT

# Html2Xliff.1
source: Error reading from input file
es: Error al leer el archivo de entrada

# Html2Xliff.2
source: Error converting HTML file
es: Error al convertir el archivo HTML

# Html2Xliff.3
source: Invalid HTML markup found
es: Se ha encontrado un marcado HTML no válido

# Xliff2Html.1
source: Error merging HTML file
es: Error al combinar el archivo HTML

# Php2Xliff.1
source: Initial array delimiter not found
es: No se encontró el delimitador inicial de PHP Array

# Php2Xliff.2
source: Error converting PHP Array file
es: Error al convertir el archivo PHP Array

# Xliff2Php.1
source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

# Xliff2Xml.1
source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

# Xliff2Xml.2
source: Error removing 'removeTranslate' from ''{0}''
es: Error al quitar 'removeTranslate' de ''{0}''

# Xliff2Xml.3
source: Error merging XML file
es: Error al combinar el archivo XML

# Xliff2Xml.4
source: Error updating images for ''{0}''
es: Error al actualizar imágenes para ''{0}''

# Xliff2Xml.5
source: Broken <mrk> element
es: Elemento <mrk> dañado

# Xml2Xliff.0
source: Configuration file ''{0}'' not found. Write a new configuration file for the XML Converter or set file type to 'XML (Generic)'.
es: No se encontró el archivo de configuración ''{0}''. Escriba un nuevo archivo de configuración para el convertidor XML o seleccione el tipo de archivo 'XML (Genérico)'.

# Xml2Xliff.1
source: Error reading from input file
es: Error al leer el archivo de entrada

# Xml2Xliff.10
source: Parsed undeclared attribute node
es: Se procesó un nodo de atributo no declarado

# Xml2Xliff.11
source: Unknown element: ''{0}''
es: Elemento desconocido: ''{0}''

# Xml2Xliff.12
source: Premature end of file
es: Fin prematuro del archivo

# Xml2Xliff.2
source: File ''{0}'' does not contain text
es: El archivo ''{0}'' no contiene texto

# Xml2Xliff.4
source: Error converting XML file
es: Error al convertir el archivo XML

# Xml2Xliff.5
source: Base DITA class ''{0}'' not found in config_dita.xml
es: Clase DITA base ''{0}'' no encontrada en config_dita.xml

# Xml2Xliff.6
source: Broken segment: {0}
es: Segmento dañado: {0}

# Xml2Xliff.7
source: Broken tagged text
es: Texto con etiquetas dañado

# Xml2Xliff.8
source: Broken <mrk> element
es: Elemento <mrk> dañado

# Xml2Xliff.9
source: Broken segment: {0}
es: Segmento dañado: {0}

# DitaMap2Xliff.01
source: Harvesting Keys
es: Recolectando claves

# DitaMap2Xliff.02
source: Processing Files
es: Procesando archivos

# DitaMap2Xliff.03
source: Error converting ''{0}'' to XLIFF
es: Error al convertir ''{0}'' a XLIFF

# DitaMap2Xliff.04
source: Adding skipped files
es: Añadiendo archivos omitidos
